[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"Stroy",[{"allusion2_info":"翠花作为鸡窝村的村花，无论是她的外貌还是她的实力都是自傲的资本，在她一开始知道小蔡吉喜欢他时，她全当开完笑，自己身为一代村花，喜欢自己的人多了，可是当小蔡吉正大光明的亲口说出来时，她还是被吓了一跳，虽然小蔡吉眼神十分认真，但是作为鸡窝村村花的自尊让她无法轻易答应他，即便她并不讨厌眼前这个人。","allusion5_info":0,"unlockDocument":"通关甄家路20解锁","unlock":45,"allusion2_level":11,"allusion4_level":81,"paint":"hero_avatar_1","allusion1_level":0,"allusion4_info":"鸡窝村的人人看小蔡吉都像是舔狗，翠花这个村花像是个海王，但其实谁知道翠花这个海王的海里只有小蔡吉这条鱼。这倒不是因为没有鱼往这片海里游，而是翠花只让小蔡吉这条鱼游了进来。可是翠花又不想轻易白给，于是就一直钓着他。所以这也成就了小蔡吉的另一名言“她大概是喜欢的。”","allusion5_level":999999,"head":"hero_fight_avatar_1","allusion1_info":"鸡窝村村花，修仙者最重要的就是财侣法地，作为主角人生的终极目标之一，总是对主角保持一定的距离，让主角心痒难忍。主角看似是个舔狗，女主看似是个海王，但并非这样。","name":"翠花","allusion3_info":"震惊！鸡窝村村花竟然出身贫寒！你们可能不知道鸡窝村村花是谁，但是这并不重要，重要的是他是鸡窝村村花，你要是不知道鸡窝村也没事，但是你只要知道鸡窝村的村花是在贫民窟里出生的，这真的是太不可思议了，至于为什么不可思议，我觉得懂的人都懂，不懂的人自然不懂。好了，这就是今天的新闻，你们怎么看？\n                                                                           ———来自WC新闻震惊部","id":1,"allusion3_level":41},{"allusion2_info":"小马哥出身在一个武术世家，这让他从小就受到了良好的修仙教育，在小马哥十几岁的时候就已经无敌于整个村子，于是他便踏上了寻找对手的旅途，在几经辗转之后，最终到点了鹰村，并在鹰村成立了自己的混沌胡乱出招门，并在鹰村发扬光大，据说巅峰时期竟然有十几个学徒在门内，可谓是一村豪门。","allusion5_info":"不讲武德：在小马哥被打退役的那一战，两个年轻人将小马哥打的鼻青脸肿。小马哥为此还发了视频向外界解释，说那两个人不讲武德，偷袭一个修仙界的老前辈，要他们好好反思，好自为之。而这段视频经过某些人的“恶意剪辑”，导致小马哥威严尽失，被逐出自己创立的门派。","unlockDocument":"通关山寨路30解锁","unlock":75,"allusion2_level":11,"allusion4_level":81,"paint":"hero_avatar_2","allusion1_level":0,"allusion4_info":"大战意外：在小马哥被开除门派之前，一场意外的大战让小马哥差点身败名裂。那天小马哥身体不适，可面对找上门的挑战者，小马哥依然不惧，可惜身体不适让他十分难受，比赛开场仅仅4s，小马哥就被人重击在地，虽然他凭借坚强的意志站了起来，但在30s内被击倒了4次，让他彻底输掉了比赛。","allusion5_level":121,"head":"hero_fight_avatar_2","allusion1_info":"原混沌胡乱出招门掌门，精通闪电五连鞭以及接化发等超高级别的技能。在一次比武中，被人偷袭，导致自身道基受损，进而被赶出宗门，后又在一次遗迹中发现机缘，重铸道基，开始了一断可歌可泣的新篇章。","name":"小马哥","allusion3_info":"冠军比武：当小马哥成立新的门派后，之前的老的门派自然不会给他好看，这些人中最让人震惊的是一个高两三米，宽两三米满脸大胡子的人，他自称“麻麻啊”冠军。虽然谁都不知道“麻麻啊”到底是什么，但听上去就很厉害。两人对阵不过三秒，三秒啊，就很快。小马哥直接将其秒杀，震惊四方。","id":2,"allusion3_level":41},{"allusion2_info":"鬼畜大陆是一个神秘的大陆，这里拥有众多神秘的人物和部族，他们每天吸收日月精华，通过发布视频来赚取生物的沙雕能量，被吸收掉沙雕能量的生物通常会气力虚弱，躺在床上蜷缩在一起，不时发出哈哈大笑，模样十分瘆人，不过这座沙雕能量可以不断的重生，而且即便被抽取干净也不会危及到生命。","allusion5_info":0,"unlockDocument":"通关垃圾场40解锁","unlock":115,"allusion2_level":11,"allusion4_level":81,"paint":"hero_avatar_3","allusion1_level":0,"allusion4_info":"滑稽语录：大稽大利、稽到福到、稽翔如意、日理万稽、天赐良稽、灵稽一动、天稽不可泄露、手动滑稽、气稽败坏、七彩滑稽、吮指原味稽、稽不可失、辣稽、滑稽，是一种态度，暗藏玄稽、无稽之谈、真的是滑天下之大稽","allusion5_level":999999,"head":"hero_fight_avatar_3","allusion1_info":"来自于鬼畜大陆的修仙者，滑小稽走的不同一般修仙道路，它吸收的能力是这个世界上所有生物的鬼畜和滑稽能量，只要有足够的能量，它就可以无限的成长。","name":"滑小稽","allusion3_info":"滑小稽出生在滑稽平原，那里全是滑稽，滑稽一族依靠滑稽能量提升自己的境界，这种能量来自于各个论坛以及文章中的滑稽表情，只要有人发出一次滑稽表情，就会有源源不断的滑稽能量供应给滑稽一族。滑稽一族有一段诗句记录这滑稽一族最大的秘密：滑稽树上滑稽果，滑稽树下你和我；滑稽树前做游戏，滑稽树后做交易！","id":3,"allusion3_level":41},{"allusion2_info":"据说甄不错出生那天，天地为之变色，日月不停交替，四方神兽与众天先贤齐齐出现，向甄不错出现的方向鞠躬行礼，嫣然一副天之骄子出世的景象。前面这段话其实是甄不错的老爹编的，甄不错出生那天万里无云，晴空一片，根本没有这些异象。这些鬼话所有人都知道是假的，只有甄不错自己被蒙在鼓里。","allusion5_info":".甄不错的修炼天赋其实比较高的，但因为其性格以及苟到底的人生理念，在他的人生前期，修炼并不顺畅。当时他老爸很是着急，给他找了很多名师来教授，可是都没有用。最后甚至想要给甄不错找个老婆，让他和老婆双修。甄不错当时一听要双修，直接双眼泛白，当场晕了过去。在甄不错晕了三次之后，他老爹才放弃让他娶老婆双修的想法。","unlockDocument":"通关村东头5解锁","unlock":5,"allusion2_level":11,"allusion4_level":81,"paint":"hero_avatar_4","allusion1_level":0,"allusion4_info":"甄不错虽然平时在村子里大摇大摆，走路时身边还会有两三个小跟班跟着他，可是他却从来没有做过出格的事情。那是因为他本身其实是一个怂蛋，只不过为了面子才装出一副天不怕地不怕的样子。在他的心里，其实想的是能有多苟就多苟。原本连鸡窝村都不想出去的他，却被小蔡吉拉着走向了世界舞台之上。","allusion5_level":121,"head":"hero_fight_avatar_4","allusion1_info":"主角的少年好友，身为主角村内的大富户的儿子，从小穿金戴银，标配大铁链子，大墨镜，虽然有钱任性，但其实是个胆小的逗比，总是狐假虎威（依靠主角的强大实力）。","name":"甄不错","allusion3_info":"甄不错和小蔡吉可以说是从小便玩在一起，可是两人一开始并不像现在这样和谐，小蔡吉家里贫苦不堪，所以经常收到以甄不错为首的小团伙的欺负，可在一次欺负中，小蔡吉被惹急了，发了疯时的将甄不错几人揍了一顿。这件事情后甄不错非但没有报复他，反而和他成为了朋友，这让小蔡吉怀疑甄不错是不是觉醒了什么不得了的属性。","id":4,"allusion3_level":41}]]],0,0,[],[],[]]